Repository: atlet/cakephp-feedback
Catalog: resources/locales/*/feedback.po
Languages: es

source: Anonymous
es: Anónimo

source: Error saving feedback.
es: Error al guardar el comentario.

source: Your feedback was saved successfully.
es: Tu comentario fue guardado correctamente.

source: Thank you. Your feedback was saved.
es: Gracias. Tu comentario se ha guardado.

source: View your feedback on:
es: Ver tu comentario en:

source: A copy of your submitted feedback:
es: Una copia del comentario enviado:

source: When you submit, a screenshot (of only this website) will be taken to aid us in processing your feedback or bugreport.
es: Al enviar, se generará una captura de pantalla (de solo este sitio) que nos ayudará a entender tu comentario o fallo.

source: Hide this tab completely.
es: Ocultar esta pestaña por completo.

source: Send your feedback or bugreport!
es: ¡Envía un comentario o reporta un fallo!

source: Your name
es: Tu nombre

source: Your e-mail
es: Tu correo

source: Subject
es: Asunto

source: Feedback or suggestion
es: Comentario o sugerencia

source: Click anywhere on website
es: Haz clic en cualquier parte del sitio

source: Highlight something
es: Resalta algo

source: this
es: esto

source: I am okay with {0}.
es: Estoy de acuerdo con {0}.

source: E-mail me a copy
es: Envíame una copia

source: Submit
es: Enviar

source: Cancel
es: Cancelar

source: Feedback submitted
es: Comentario enviado

source: Close
es: Cerrar

source: - no priority -
es: - sin prioridad -

source: low
es: baja

source: medium
es: media

source: high
es: alta
